       IDENTIFICATION DIVISION.
       PROGRAM-ID. RHODIUM.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
       01 WELCOME-MESSAGE PIC X(20) VALUE "Welcome to Rhodium".
       PROCEDURE DIVISION.
           DISPLAY WELCOME-MESSAGE.
           STOP RUN.
